Repository: moathe2000/Ultimate.IntegrationSystem
Catalog: Ultimate.IntegrationSystem.Web/Resources/Localization/Strings.*.resx
Languages: ar

# AgentFeeAmount
source: Commission Agent
ar: عمولة الوكيل

# lbl_AccName
source: Account name
ar: اسم الحساب

# lbl_AccNameNo
source: Account No
ar: رقم الحساب

# lbl_addBtn
source: New
ar: جديد

# lbl_AddDate
source: Add Date
ar: تاريخ الإضافة

# lbl_addFromBtn
source: Add From Prv. Rem.
ar: إضافة من حوالة سابقة

# lbl_address
source: Addess
ar: العنوان

# lbl_agent
source: Agent
ar: الوكيل

# lbl_agentBranch
source: Agent Branch
ar: فرع الوكيل

# lbl_agentBranchName
source: Agent Branch Name
ar: اسم فرع الوكيل

# lbl_agentBranchNo
source: Agent Branch No
ar: رقم فرع الوكيل

# lbl_agentId
source: Agent ID
ar: رمز الوكيل

# lbl_agentName
source: Agent name
ar: اسم الوكيل

# lbl_agentNo
source: Agent No
ar: رقم الوكيل

# lbl_agentNotes
source: Agent Note
ar: ملاحظات الوكلاء

# lbl_agents
source: Agents
ar: الوكلاء

# lbl_agentsBranches
source: Agents Branches
ar: فروع الوكلاء

# lbl_amoutInChar
source: Amont writing
ar: المبلغ كتابة

# lbl_amt
source: Amont
ar: المبلغ

# lbl_amt2
source: Amont Remittance
ar: مبلغ الحوالة

# lbl_amtData
source: Amont Data
ar: بيانات المبلغ

# lbl_ApprovalRem
source: Approval Remittance
ar: إعتماد الحوالات

# lbl_AttachedDocument
source: AttachedDocument
ar: المرفقات

# lbl_Backend
source: Backend
ar: الواجهة الخلفية

# lbl_Balance
source: Balance
ar: الرصيد

# lbl_balanceCoverage
source: Balance coverage request
ar: تغطية رصيد

# lbl_balanceCoverageRequest
source: Balance coverage request
ar: طلب تغطية

# lbl_balanceCoverageRequestNo
source: Request No
ar: رقم الطلب

# lbl_balanceCoverageRequestType
source: Balance Coverage Request Type
ar: نوع التغطية

# lbl_balanceCoverageٌReason
source: Balance Coverageٌ Reason
ar: الغرض من التغطية

# lbl_benfAddress
source: benft Address
ar: عنوان المستفيد

# lbl_benfData
source: Beneficiary Data
ar: بيانات المستفيد

# lbl_benfName
source: Beneficiary Name
ar: اسم المستفيد

# lbl_benfNotes
source: Beneficiary Note
ar: ملاحظات للمستفيد

# lbl_benfPhone
source: Beneficiary Mobil
ar: هاتف المستفيد

# lbl_branch
source: Branch
ar: الفرع

# lbl_branches
source: Branches
ar: الفروع

# lbl_branchName
source: Branch Name
ar: اسم الفرع

# lbl_branchNo
source: Branch No
ar: رقم الفرع

# lbl_browse
source: Browse
ar: استعراض

# lbl_byDay
source: By Day
ar: حسب اليوم

# lbl_byMoath
source: by Moath
ar: حسب الشهر

# lbl_bypriod
source: By priod
ar: حسب الفترة

# lbl_cancel
source: Cancel
ar: إلغاء

# lbl_Cashboxes
source: Cash
ar: الصناديق

# lbl_changePassword
source: Change password
ar: تغيير كلمة المرور

# lbl_cities
source: Cities
ar: المدن

# lbl_city
source: city
ar: المدينة

# lbl_cityName
source: City Name
ar: اسم المدينة

# lbl_cityNo
source: City No
ar: رقم المدينة

# lbl_closeBtn
source: Close
ar: إغلاق

# lbl_CommissionDeduction
source: Commission Deduction
ar: اختصام العمولة

# lbl_confirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# lbl_ConformingStatemen
source: Conforming Statemen Blans
ar: مصادقة ارصدة الحسابات

# lbl_Conformity
source: Conformity
ar: مطابق

# lbl_Conformity_date
source: Conformity Date
ar: تاريخ الاعتماد

# lbl_Conformity_to_date
source: Conformity To Date
ar: المطابقة الى تاريخ

# lbl_copy
source: Copy
ar: نسخ

# lbl_Credit
source: Credit
ar: دائن

# lbl_currencies
source: Currencies
ar: العملات

# lbl_currency
source: Currency
ar: العملة

# lbl_currency2
source: Currency Remittance
ar: عملة الحوالة

# lbl_currencyCode
source: Currency Code
ar: رمز العملة

# lbl_currencyName
source: Currency Name
ar: اسم العملة

# lbl_currencyNo
source: Currency No
ar: رقم العملة

# lbl_currentPassword
source: Current Password
ar: كلمة المرور الحالية

# lbl_CustomerAccounts
source: Customer Accounts
ar: حسابات العملاء

# lbl_CustomerAccountsTransfer
source: Customer Accounts Transfer
ar: تحويل الى حساب عميل

# lbl_cut
source: Cut
ar: قص

# lbl_date
source: Date
ar: التاريخ

# lbl_dateTime
source: Date Time
ar: الوقت والتاريخ

# lbl_Debit
source: Debit
ar: مدين

# lbl_deleteBtn
source: Delete
ar: حذف

# lbl_Depositing
source: Depositing
ar: إيداع الى حساب عميل

# lbl_Description
source: Description
ar: البيان

# lbl_detailed
source: Details
ar: تفصيلي

# lbl_detial
source: detail
ar: تفاصيل

# lbl_detialPAY
source: Beneficiary File
ar: تفاصيل المستفيد

# lbl_direction
source: Direction Name
ar: الجهة

# lbl_directionBranch
source: Direction Branch
ar: فرع الجهة

# lbl_directionData
source: Direction Data
ar: بيانات الجهة

# lbl_doc
source: Doc
ar: المستند

# lbl_docNo
source: No
ar: الرقم

# lbl_Drawing
source: Drawing
ar: سحب من حساب عميل

# lbl_editBtn
source: Edit
ar: تعديل

# lbl_ExhanView
source: Exchang Rate
ar: اسعار الصرف

# lbl_exit
source: Exit
ar: خروج

# lbl_ExportExcel
source: Export To Excel
ar: تصدير إكسل

# lbl_exportExcelTemplate
source: Export Template
ar: تصدير القالب

# lbl_expressNo
source: Express No.
ar: رقم الإكسبرس

# lbl_fee
source: Commission
ar: العمولة

# lbl_fee2
source: Comm. Center
ar: عمولة المركز

# lbl_feeCurrency
source: Comm. Cuurency
ar: عملة العمولة

# lbl_file
source: File
ar: ملف

# lbl_fontSize
source: Font Size
ar: حجم الخط

# lbl_fontWeightBold
source: Bold
ar: غامق

# lbl_fontWeightExtraBold
source: Extra Bold
ar: غامق جداً

# lbl_fontWeightLight
source: Light
ar: خفيف

# lbl_fontWeightNormal
source: Normal
ar: عادي

# lbl_Frontend
source: Frontend
ar: الواجهة الأمامية

# lbl_hide
source: Hide
ar: إخفاء

# lbl_idEndDate
source: Expiry Date
ar: تاريخ الإنتهاء

# lbl_idImages
source: Images
ar: صور الهوية

# lbl_idIssueDate
source: Issue Date
ar: تاريخ الإصدار

# lbl_idIssuePlace
source: Issuing Place
ar: مكان الإصدار

# lbl_IdNumber
source: Id No
ar: رقم الهوية

# lbl_IdNumber1
source: Id No
ar: رقم الهوية للمستفيد

# lbl_IdNumber2
source: Id No
ar: رقم الهوية للمرسل

# lbl_idType
source: Id Type
ar: نوع الهوية

# lbl_idType1
source: Id Type
ar: انوع الهوية للمستفيد

# lbl_idType2
source: Id Type
ar: نوع الهوية للمرسل

# lbl_importedRemCheck
source: Check
ar: تحقق

# lbl_ImportFileFormat
source: Import File Format
ar: صيغة ملف الإستيراد

# lbl_importFromFile
source: Import From File
ar: إستيراد من ملف

# lbl_importRem
source: Import remittance
ar: إستيراد حوالة

# lbl_Language
source: Language
ar: اللغة

# lbl_login
source: Log in
ar: دخول

# lbl_logout
source: Log out
ar: تسجيل الخروج

# lbl_marqueeSpeed
source: Speed
ar: سرعة شريط الأخبار

# lbl_month
source: month
ar: الشهر

# lbl_myBalance
source: my Balance
ar: رصيدي

# lbl_name
source: Name
ar: الاسم

# lbl_newPassword
source: New Password
ar: كلمة المرور الجديدة

# lbl_newUserRequest
source: New user request
ar: طلب مستخدم جديد

# lbl_no
source: No
ar: لا

# lbl_Nobalance
source: No balance
ar: بدون رصيد افتتاحي

# lbl_NonConformity
source: No Conformity
ar: غير مطابق

# lbl_note
source: Note
ar: الملاحظة

# lbl_noteDate
source: Note Date
ar: تاريخ الملاحظة

# lbl_noteNo
source: Note No.
ar: رقم الملاحظة

# lbl_noteReply
source: Administration Reply
ar: رد الإدارة

# lbl_notes
source: note
ar: ملاحظات

# lbl_Offline
source: Offline
ar: غير متصل

# lbl_ok
source: Ok
ar: موافق

# lbl_Online
source: Online
ar: متصل

# lbl_operation_no
source: Operation No
ar: رقم العملية

# lbl_OrderDate
source: Order Date
ar: تاريخ الطلب

# lbl_orderNo
source: order number
ar: رقم الطلب

# lbl_password
source: Password
ar: كلمة المرور

# lbl_passwordNotMatched
source: Password Not Matched
ar: كلمة المرور غير متطابقة

# lbl_paste
source: Paste
ar: لصق

# lbl_PaymentNote
source: Payment Note
ar: ملاحظات الصرف

# lbl_PayRemExternalSystem
source: Networks - Receiving a remittance
ar: الشبكات - استلام حوالة

# lbl_phone
source: phone
ar: التلفون

# lbl_printBtn
source: Print
ar: طباعة

# lbl_purposeOfRem
source: Forward Reason
ar: غرض التحويل

# lbl_receiveBtn
source: Receive
ar: إستلام

# lbl_receiveRem
source: Receive remittance
ar: استلام حوالة

# lbl_reciveRem
source: Receive remittance
ar: إستلام حوالة

# lbl_refreshBtn
source: View
ar: عرض

# lbl_remAmountConfirmation
source: Remittance Amount Confirmation
ar: تأكيد مبلغ الحوالة

# lbl_remDirectionType
source: Direction Type
ar: نوع الجهة

# lbl_RemExternalSystem
source: Network Remittances
ar: حوالات الشبكات

# lbl_remImport
source: Remittance Import
ar: استيراد الحوالات

# lbl_remImportFormat
source: Imported file format
ar: صيغة استيراد الحوالات

# lbl_remittances
source: Remittances
ar: الحوالات

# lbl_remNo
source: Ref No
ar: رقم الحوالة

# lbl_remStatusApproved
source: Approved
ar: معتمدة

# lbl_remStatusCancelled
source: Cancelled
ar: ملغية

# lbl_remStatusNew
source: New
ar: جديدة

# lbl_remStatusNotApproved
source: Not Approved
ar: غير معتمدة

# lbl_remStatusPaid
source: Paid
ar: مدفوعة

# lbl_remStatusReadyTobePaid
source: Ready For Pay
ar: جاهزة للدفع

# lbl_remStatusReversed
source: Reversed
ar: معكوسة

# lbl_remStatusSent
source: Sent
ar: مرسلة

# lbl_replyDate
source: Reply Date
ar: تاريخ الرد

# lbl_ReportName
source: Report Name
ar: اسم التقرير

# lbl_Reports
source: Reports
ar: التقارير

# lbl_requests
source: Requests
ar: الطلبات

# lbl_saveBtn
source: Save
ar: حفظ

# lbl_searchBtn
source: Seach
ar: بحث

# lbl_searchByNamePhoneBtn
source: Seach remittance
ar: بحث عن حوالة

# lbl_searchForRem
source: Seach remittance
ar: بحث عن حوالة

# lbl_sendBtn
source: Send
ar: إرسال

# lbl_senderAddress
source: Sender Address
ar: عنوان المرسل

# lbl_senderData
source: Sender Data
ar: بيانات المرسل

# lbl_senderName
source: Sender Name
ar: اسم المرسل

# lbl_senderPhone
source: Sender Mbile
ar: هاتف المرسل

# lbl_sendNote
source: Send notes
ar: إرسال ملاحظة

# lbl_sendPcRegReq
source: Send Registeration Request
ar: إرسال طلب تسجيل

# lbl_sendRem
source: Send remittance
ar: إرسال حوالة

# lbl_sendRemEXtarnalSystem
source: Send remittance net
ar: الشبكات - ارسال حوالة

# lbl_serverUrl
source: Server Url
ar: عنوان السيرفر

# lbl_state
source: Statu
ar: الحالة

# lbl_StatmentReport
source: Statment Report
ar: كشف حساب

# lbl_status
source: Status
ar: الحالة

# lbl_syncBtn
source: Sync
ar: مزامنة

# lbl_systemSettings
source: System settings
ar: إعدادات النظام

# lbl_systemUpdate
source: System update
ar: تحديث النظام

# lbl_Total
source: Total
ar: إجمالي

# lbl_Total2
source: Total
ar: الاجمالي الكلي

# lbl_Total_amt
source: Total Amount
ar: أجمالي المبلغ

# lbl_transferReason
source: Forward Reason
ar: غرض التحويل

# lbl_type
source: Type
ar: نوع المستند

# lbl_undoBtn
source: Undo
ar: تراجع

# lbl_updateMainData
source: Update main data
ar: تحديث البيانات الأساسية

# lbl_useDarkTheme
source: DarkTheme
ar: استخدام الوضع الليلي

# lbl_username
source: User Name
ar: المستخدم

# lbl_valueMustBeNumber
source: Value MustBe Number
ar: يجب أن تكون القيمة رقمية

# lbl_valueRequired
source: Value Required
ar: يجب إدخال قيمة للحقل

# lbl_version
source: Version
ar: الإصدار

# lbl_viewBtn
source: View
ar: عرض

# lbl_Year
source: Year
ar: السنة

# lbl_yes
source: Yes
ar: نعم

source: lbl_ٌRemReport
ar: تقارير الحوالات

# lbl_ٍinUserBtn
source: All Users
ar: كل المستخدمين

# msg_addFromConfirmation
source: Confirm duplicating the current remittance
ar: هل تريد إضافة حوالة جديده من هذه الحوالة

# msg_cancelRemImport
source: Import operation hasn't completed yet. Do you want to cancel?
ar: لم تكتمل عملية الإستيراد. هل تريد إلغاء العملية؟

# msg_canntAddFromOldRem
source: You Can't Add From Remittance from previous day
ar: لا يمكن الإضافة من حوالة بتاريخ يوم سابق

# msg_enterDataToSearch
source: Please enter data to search
ar: الرجاء إدخال بيانات للبحث

# msg_exception1001
source: Invalid username or password
ar: خطأ في اسم المستخدم وكلمة المرور

# msg_exception1002
source: Password is not matched
ar: كلمة المرور غير متطابقة

# msg_exception1003
source: Device is not registered
ar: لم يتم تسجيل هذا الجهاز

# msg_exception1004
source: Device is already registered
ar: الجهاز مسجّل مسبقاً

# msg_exception1005
source: Device registeration request is already sent
ar: تم إرسال طلب تسجيل الجهاز مسبقاً

# msg_exception1006
source: Device registeration request is rejected
ar: تم رفض طلب تسجيل الجهاز

# msg_exception1007
source: Invalid username or email address
ar: يحب ادخال اسم المستخدم أو كلمة المرور

# msg_exception1008
source: User account is inactive
ar: تم إيقاف الحساب

# msg_exception1009
source: User is not authorized to access the resource
ar: غير مصرح للمستخدم بالوصول لهذا المورد

# msg_exception1010
source: User session not found
ar: لم يتم العثور على الجلسة

# msg_exception1011
source: User session already expired. You can't invalidate it
ar: إنتهت الجلسة مسبقاً. لا يمكن إلغاء صلاحياتها

# msg_exception1012
source: User session already invalidated
ar: تم إلغاء صلاحية الجلسة مسبقاً

# msg_exception5100
source: Error
ar: خطأ

# msg_FeeAmtNotEntered
source: No commission was charged
ar: لم يتم احتساب العمولة

# msg_fillAllMandatoryFields
source: Please fill all mandatory fields
ar: يرجي إدخال بيانات جميع الحقول الإجبارية

# msg_invalidUsernameOrPassword
source: Invalid username or password
ar: خطأ في اسم المستخدم أو كملة المرور

# msg_operationSuccess
source: Success
ar: تمت العملية بنجاح

# msg_passwordNotCurrect
source: Password Not Currect
ar: كلمة المرور غير صحيحة

# msg_passwordNotMatched
source: password Not Matched
ar: كلمة المرور غير متطابقة

# msg_PayFeeAmtNotEntered
source: No transfer fee was charged. Do you want to continue?
ar: لم يتم احتساب عمولة للحوالة. هل تريد الإستمرار؟

# msg_pcAlreadyRegButNotAprvd
source: Registration request has already been submitted. Please contact system administrator to aprove it
ar: تم إرسال طلب تسجيل مسبقاً. يرجى التواصل مع مسؤول النظام للإعتماد

# msg_pcNotRegistered
source: This pc is not registered. Please submit a registration request
ar: هذا الجهاز غير مرخص. يرجى إرسال طلب ترخيص

# msg_pcRegistered
source: The device is registered
ar: الجهاز مسجل بنجاح

# msg_pcRegistrationRejected
source: The registration request has been rejected
ar: تم رفض طلب الترخيص

# msg_pcRegistrationRequestSent
source: The registration request has been sent successfully.
ar: تم إرسال طلب التسجيل بنجاح

# msg_sendFeeNotEntered
source: Send Fee amount is not entered yet. Do you want to continue?
ar: لم يتم إدخال عمولة الإرسال. هل تريد الإستمرار؟

# msg_unableToGetFee
source: Unable to get Fee amount. Please try again.
ar: حصل خطأ في احتساب العمولة. يرجى المحاولة مرة أخرى

# msg_unExitChanges
source: Do you want to exit?
ar: هل تريد الخروج؟

# msg_unkonwErro
source: Unknow error occured
ar: حصل خطا غير معروف

# msg_unSavedChanges
source: There were unsaved changes. Do you want to undo?
ar: يوجد تغيرات لم يتم حفظها. هل تريد التراجع؟

# msg_wrongAgenCode
source: The agent code is not valid
ar: كود الوكيل غير موجود
